Repository: seanpm2001/mt-training-data
Catalog: ppl/ppl_pontoon.tmx
Source language: en_us
Languages: ppl

source: Use a password manager to create strong, unique passwords. Password managers securely store all your logins so you can access them across all your devices.
ppl: Shikwi se tajpiani taketzalis ichtaka pal tikchiwa taketzalis ichtaka tajpaltik wan te kenha ken seuk. Ne tajpianimet taketzalis ichtaka tajpia kiana muchi mukalakilis pal tiweli tikalaki yek tik muchi muaparatoj

source: { $userEmail } appeared in 0 known data breaches
ppl: { $userEmail } nest tik 0 tamatil taichtekilis

source: { $userEmail } appeared in a new data breach
ppl: { $userEmail } nesik tik se yankwik tamatil taichtekilis

source: Verification token is required.
ppl: Kineki se token pal tikita yek.

source: Verify Email
ppl: Shiknelti Titantukayit

source: Verify your email for { -product-name }
ppl: Shiknelti mutitantukay ipal { -product-name }

source: Verify your email to add it to { -product-name } and sign up for breach alerts.
ppl: Shiknelti mutitantukay pal tiktalia iwan { -product-name } wan shiktali mutukay pal tiknawatiat taichtekilis.

source: Verify your subscription to { -product-name }.
ppl: Shikita su yek nemi mutukay tik { -product-name }.

source: Visit your { $preferencesLink } to check the status of { $userEmail }.
ppl: Shipashalu tik mu { $preferencesLink } pal tikpepeta ne estadoj ipal { $userEmail }.

source: Want to check another email?
ppl: Tikneki tikpepeta ukse titantukayit?

source: Want to monitor another email?
ppl: Tikneki tikishkupawia ukse titantukayit?

source: Was your info exposed in the { $breachName } data breach?
ppl: Ne muinformación muneshtij keman muichtektuk ne dajdatoj { $breachName }?

source: Website Breach
ppl: Kaltapanalis ipal iswat ka matapan

source: Website Breaches
ppl: Kaltapanalis tik ne iswat ipal matapan

source: Welcome back, { $userName }!
ppl: Yek tiwalajtuk uksenpa { $userName }!

source: Welcome, { $userName }!
ppl: Yek tiwalajtuk { $userName }!

source: We’re worried you might be a bot because you searched several email addresses in a short time period. For now, you’re blocked from new searches. You can try again later.
ppl: Timukakasujtiwit ika anka taja se bot ika tiktemuj miak dijdirección correoj sujsul talul. Sanuk tajta timutentzaktuk wan te tiweli titatemua. Shikejeku neman.

source: What data was compromised:
ppl: Katiawel tamatil chuchuluj

source: What is a data aggregator?
ppl: Tay se tasentalilis ipal tamatil?

source: What is a website breach?
ppl: Tay se mukaltapanalis sitioj?

source: What’s changing with { -product-name }
ppl: Ken yawi mupata { -product-name }

source: What to do after a data aggregator breach:
ppl: Tay nemi pal tikchiwa ipan se kaltapanalis tik ne tasentalilis ipal datoj:

source: What to do after a data breach
ppl: Tay weli tikchiwa kan mukaltapana mudatoj

source: What to do after a website breach:
ppl: Tay nemi pal tikchiwa ipan se kaltapanalis ipal información:

source: Why did it take so long to notify me of this breach?
ppl: Taika teutakik nechilwia ipanpa ini kaltapanalis?

source: Why did it take so long to report this breach?
ppl: Taika tiishtunki titanawatia ipanpa ini kaltapanalis?

source: You are monitoring the maximum number of email addresses.
ppl: Tikpepeta muchi ne amatitantukayit weli tikpepeta

source: You can’t stop hackers from hacking. But you can avoid bad habits that make their work easy.
ppl: Tesu tiweli ma ne hackers kichtekit nemit mudatoj, man tiweli tikajkawa tikchiwa tay tesu metzpalewia wan muchiwa ukyek mutekiw.

source: You’ll need to unsubscribe from one of the emails { -product-name } sent.
ppl: Shikwi se ipal mucojcorreoj ne { -product-name } kititan pal tikishtia mutukay.

source: You’ll need to unsubscribe from one of the emails { -product-name } sent you. Check your inbox for messages from { -brand-team-email }. Select the unsubscribe link at the bottom of the email.
ppl: Tinemi pal tikishtia mutukay tik se ipal ne cojcorreoj { -product-name } metztitanilij. Shikita ne mucorreoj wan shiktemu se titani ipal { -brand-team-email }. Shikpachu ne ilpika ne muajsi ka ikshi ne correoj pal tikishtia mutukay .

source: You’ll still receive alerts from { -product-name }. We’ll let you know if your info appears in a new data breach.
ppl: Kenhayuk tikselis tanawatilis ipal { -product-name }. Timetznawatisket asu mutamatilisyu ijtuk tik se yankwik tamatilichtekilis.

source: You must be signed in to your { -brand-fxa }.
ppl: Nemi pal tikpia mutukay ijtik { -brand-fxa }.

source: You’re receiving this email because you signed up for { -product-name } alerts. No longer want these emails? { $unsubLink }. This is an automated email. For support, visit { $faqLink }.
ppl: Tikselia ini titanamat ika tiktalijtuk mutukay iwan { -product-name } tanawatilis. Tea tikneki ini titanamat? { $unsubLink }. Ini se titanamat. Ken tepalewilis, shikita { $faqLink }.

source: You’re receiving this email because you signed up for { -product-name } alerts. This is an automated email. For support, visit { $faqLink }.
ppl: Tikselia ini titanamat ika tiktalijtuk mutukay iwan { -product-name } tanawatilis. Ini se titanamat. Ken tepalewilis, shikita { $faqLink }.

source: You’re signed up to receive { -product-name } alerts when your email appears in a data breach. Here’s what we know about this breach.
ppl: { -product-name } metzilwia keman mucorreoj muajsi tik se kaltapanalis datoj. Nikan tiweli tikmati ipanpa ini kaltapanalis.

source: Your information was discovered in a new data breach.
ppl: Muajsik muinformación tik se yankwik kaltapanalis datoj

source: Your { -product-name } report
ppl: Ne talneshtilis ipal mu { -product-name }

source: Your right to be safe from hackers starts here.
ppl: Nikan tipewa timutajpia itech ne hackers.

source: You tried to scan too many email addresses in a short time period. For security reasons, we’ve temporarily blocked you from new searches. You’ll be able to try again later.
ppl: Tiktemujtuk miak amatitantukayit tik achi kawit. Ken tamanawilis, tiktzaktiwit ka tikchiwa yankwik tatemulis. Shikejeku neman.

source: %1$d out of %2$d
ppl: %1$d ipal %2$d

source: 1. Go to Android Settings
ppl: 1. Shu tik ne tajtachiwalis Android

source: %1$s also uses blocklists provided by Disconnect, Inc. as separate and independent works under the <a href="%2$s">GNU General Public License v3</a>, and available <a href="%3$s">here</a>.
ppl: %1$s nusan kikwi ne ilistaj Disconnect, Inc. pal tatentzakwa ken itekiw tepal wan isel tik ne <a href="%2$s">GNU Licenciaj General Public v3</a>, wan weli muita <a href="%3$s">nikan</a>.

source: %1$s can try to automatically reject cookie requests.
ppl: %1$s weli kiejekua isel kitawelkwepilia ne itajtanilis ne cookie.

source: %1$s can try to automatically reject cookie requests. If a reject option isn’t available, %1$s may accept all cookies to dismiss the banner.
ppl: %1$s weli kiejekua kitawelkwepilia isel ne itajtanilis ne cookie. Su se taishpejpenalis pal tatawelkwepilia tesu kanaj, %1$s weliskia kikwi muchi ne cookies pal kikutamima ne panti.

source: %1$s finished
ppl: %1$s tamik

source: %1$s is free and open source software made by Mozilla and other contributors.
ppl: %1$s te metztajtanilia tumin wan yaja se software ipal walajkewalis tapujtuk. Mozilla wan sejseuk kichijtiwit mupal.

source: %1$s is made available to you under the terms of the <a href="%2$s">Mozilla Public License</a> and other open source licenses.
ppl: Tiweli tikwi %1$s kwak titakamati tay kituktia <a href="%2$s">Mozilla Public License</a> wan sejseuk licenciaj iwan walajkewalis tapujtuk.

source: %1$s isn’t like other browsers
ppl: %1$s tesu kenha ne seuk tajtachialis

source: %1$s tries to reject cookie requests to dismiss annoying cookie banners.\n\nManage cookie banner preferences in %2$s.
ppl: %1$s kiejekua kitawelkwepilia ne itajtanilis ne cookie pal kikutamima ne ipajpanti ne cookie takakasua.\n\nShiktukti ken mugustuj ne ipanti ne cookie tik %2$s.

source: %1$s tries to reject cookie requests to dismiss annoying cookie banners.\n\nManage cookie banner preferences in settings.
ppl: %1$s kiejekua kitawelkwepilia ne itajtanilis ne cookie pal kikutamima ne ipajpanti ne cookie takakasua.\n\nShiktukti ken mugustuj ne ipanti ne cookie tik tachijchiwalis.

source: %1$s tries to use an HTTPS connection whenever possible for more security. <a href="%2$s">Learn more</a> <br/><br/> Change this setting in Settings > Privacy &amp; Security > Security.
ppl: %1$s kiejekua kikwi se musalulis HTTPS keman weli pal nejmachnemi. <a href="%2$s">Shitamati ukchupi</a> <br/><br/> Shikpata ini tachijchiwalis tik Tachijchiwalis > Ichtakayu &amp; Nejmachnemilis> Nejmachnemilis.

source: %1$s will clear this site’s cookies and refresh the page. Clearing all cookies may sign you out or empty shopping carts.
ppl: %1$s yawi kipupua ne icookies ini sitioj wan yawi kiyankwilia ne iswat. Asu tikpupua muchi ne cookies, mutukey yawi mukishtia u yawi tuyawi muchikiw kan nemi tay tikneki tikua.

source: %1$s will send what you type in the address bar to your search engine
ppl: %1$s yawi kititania tay titajkwilua tik ne barraj ipal dirección tik ne tepusyulu taishtemua

source: 2. Tap <b>Permissions</b>
ppl: 2. Shikpachu <b>Panulis</b>

source: 3. Toggle <b>%1$s</b> to ON
ppl: 3. Shikpata <b>%1$s</b> pal nemi TIMAKATUK

source: About
ppl: Taipanpa

source: About %1$s
ppl: Ipanpa %1$s

source: About %1$s, help
ppl: Ipanpa %1$s, tapalewilis

source: Active
ppl: Activoj

source: Add
ppl: Shiktali

source: Add and manage custom autocomplete URLs.
ppl: Shiktali u shina ken taja tikneki ma temi isel ne URLs.

source: + Add another search engine
ppl: + Shiktali seuk tepusyulu tatemua

source: Add another search engine
ppl: Shiktali seuk tepusyulu tatemua

source: + Add custom URL
ppl: + Shiktali ne mu-URL

source: Add custom URL
ppl: Shiktali ne mu-URL

source: Additional source code for %1$s is available under various other free and open source <a href="%2$s">licenses</a>.
ppl: Ukse icodigoj walajkewalis ipal %1$s weli muajsi tik sejseuk walajkewalis te mutashtawia wan tapujtuk <a href="%2$s">licenciaj</a>.

source: Add link to autocomplete
ppl: Shiktali se ilpika pal temi isel

source: Add search engine
ppl: Shiktali se tepusyulu tatemua

source: Add shortcuts to your home screen
ppl: Shiktali tamelawka tik ne achtu iswat

source: Add to Home screen
ppl: Shiktali tik Achtu Iswat

source: Add to Shortcuts
ppl: Shiksentali tik ne Atajos

source: Add URL
ppl: Shiktali uksé URL

source: Add widget to home screen
ppl: Shiktali se widget tik ne achtu iswat

source: Advanced
ppl: Tapanawilis

source: Advertising
ppl: Publicidad

source: Allow audio and video
ppl: Shikajkawa ma tzalani wan ma muita

source: Allowed
ppl: Muajkawtuk

source: Analytics
ppl: Analíticaj

source: An installed search engine is already using that name.
ppl: Seuk tepusyulu tatemua kipiaya ne sesan itukay.

source: As a private browser, we never save and cannot restore this tab.
ppl: Ika se tajtachialis ichtaka, tejemet te keman tikanat nian talneshtiat ini itzun.

source: Ask to allow
ppl: Shiktajtani ma muajkawa

# Autocomplete URLs for sites you use most Long-press any URL in the address bar
source: Autocomplete URLs for sites you use most\n Long-press any URL in the address bar
ppl: Ma temit isel ne URLs ipal kan taja sejsenpa tipashalua\n Shikpajpachu ne URL tay tikneki ijtik ne barraj ipal dirección

source: Automatically attempts to connect to sites using the HTTPS encryption protocol for increased security.
ppl: Kiejekua musalua isel tech sijsitioj, kikwi ne protocoloj ipal ne inashtuk HTTPS pal mumanawia uk yek.

# Automatic private browsing. Browse. Erase. Repeat.
source: Automatic private browsing.\nBrowse. Erase. Repeat.
ppl: Shipashalu ichtaka ka achtu.\nShipashalu. Shitapupu. Shikchiwa uksenpa.

source: Autoplay
ppl: Ma mupewalti isel

source: Block 3rd-party cookies only
ppl: Shiktentzakwa semaya ne cookies ipal sejseuk

source: Block 3rd-party tracker cookies only
ppl: Shiktentzakwa semaya ne cookies tapachiwiani ipal sejseuk

source: Block ad trackers
ppl: Shiktentzakwa ne tapachiwiani ipal tanawatilis

source: Block analytic trackers
ppl: Shiktentzakwa ne tapachiwiani tapepeta

source: Block audio and video
ppl: Te ma mukaki wan te ma muita

source: Block audio only
ppl: Te ma mukaki

source: Block cookies
ppl: Shiktentzakwa cookies

source: Block Cookies
ppl: Shiktentzakwa ne cookies

source: Block cross-site cookies
ppl: Shiktentzakwa ne cookies ipal sitioj nepanujtuk

source: Blocked
ppl: Mutentzaktuk

source: Blocked by Android
ppl: Kitentzaktuk Android

source: Block JavaScript
ppl: Shiktentzakwa JavaScript

source: Block other content trackers
ppl: Shiktentzakwa ujukseuk tapachiwiani ipal tay kipia kalijtik

source: Block potentially dangerous and deceptive sites
ppl: Ma mutentzakwakan ne sijsitioj tesajsay wan tashijshikuani

source: Block reported deceptive and attack sites, malware sites, and unwanted software sites.
ppl: Shiktentzakwa ne sijsitioj tesajsay wan tashijshikuani, sitioj malware. wan sitioj ipal software tesu tikneki.

source: Block social trackers
ppl: Shiktentzakwa ne tapachiwiani kimati kan tinejnemi

source: Block trackers
ppl: Shiktentzakwa muchi ne tapachiwiani

source: Block Web fonts
ppl: Shiktentzakwa ne tajkwilultzin ipal ne Matapan

source: Browsing history cleared
ppl: Ne tay tikitak ikman pulijtuk

source: Browsing history cleared! 🎉
ppl: Muhistorial mupupujtuka!🎉

source: By default, %1$s attempts to connect using HTTPS for increased security. To change this setting or to learn more, go to Settings > Privacy & Security > Security.
ppl: Ken achtitalijtuk, %1$s kiejekua musalua wan kikwi HTTPS pal mutajpia ukchupi. Pal tikpata ne tachijchiwalis u pal timumachtia ukchupi, shu tik Tachijchiwalis> Ichtakayu wan Tajpialis > Nejmachnemilis

source: Camera
ppl: Cámaraj

source: Check that search string matches Example format
ppl: Shikpepeta ma ne tajtaketzalis tejtemujtuk kenha ken nemi ne Machiut

source: Choose search engine
ppl: Shikishpejpena ne tepusyulu tatemua

source: Clear
ppl: Shikpupu

source: Clear input
ppl: Shikpupu ne mutajkwilujtuk

source: Close
ppl: Shiktzakwa

source: Close popup
ppl: Shiktzakwa tentzin nejnesi.

source: Close tab
ppl: Shiktzakwa ne itzun

source: Close Tab
ppl: Shiktzakwa ne itzun

source: Completed
ppl: Muajshitijtuk

source: Confirm Using Your Fingerprint
ppl: Shina kia iwan ne ikwikwil mumapipiltashkal

source: Connection is not secure
ppl: Tasalulis tesu mutajpia

source: Connection is secure
ppl: Tasalulis mutajpia

source: Connection not secure
ppl: Ne Musalulis tesu nejmach

source: Content
ppl: Tay kipia kalijtik

source: Content Blocking
ppl: Shiktentzakwa ne tay nemi ka kalijtik

source: Cookie Banner Reduction
ppl: Takashawani ipal ne ibanner ne cookie

source: Cookies and Site Data
ppl: Cookies wan ne idatuj ne sitioj

source: Dark
ppl: Kunyua

source: Data Choices
ppl: Kan tikishpejpena ne datuj

source: Data Collection & Use
ppl: Kan tiksenputzua datuj wan ken tikwi

source: Default
ppl: Ne achtutalijtuk

source: Default browser, language
ppl: Ne tajtachialis achtutalijtuk, taketzalis

source: Default browser, tabs, language
ppl: Ne tajtachialis achtutalijtuk, itzujtzun, taketzalis

source: Desktop site
ppl: Ne sitioj ipal ne desktop

source: Developer tools
ppl: Tajtaiwan pal titakejketza

source: Dismiss
ppl: Shikishti

source: Dismiss find in page
ppl: Maka shikwi tay muajsik tik ne iswat

source: Double-check the URL you entered.
ppl: Shikpepeta uksenpa ne URL tiktajkwiluj.

source: Download Firefox
ppl: Shiktemulti Firefox

source: DRM-controlled content
ppl: Tay kipia kalijtik ne DRM tatuktia

source: Embedded on sites to track your visits and to display functionality like share buttons
ppl: Muishtukatuk kan tipashalua pal metzishpelwia wan pal kineshtia ken yaja tekiti kenha ken ne bojbotón pal tiktakulia

source: Enable to autocomplete more than 450 popular URLs in the address bar.
ppl: Shiktimaka su tikneki ma temi isel wan nemit 450 ush ukchupi URLs tik ne barraj ipal direccion.

source: Enable to have %s autocomplete over 450 popular URLs in the address bar.
ppl: Ma %s temit insel sejsé 450 URLs mujmumatituk tik ne barraj ipal dirección.

source: Enable to have %s autocomplete your favorite URLs.
ppl: Ma %s temit insel ne URLs taja mugustuj.

source: Enabling may cause some pages to behave unexpectedly
ppl: Asu tiktimaka, sejseuk iswat welit tekitit ken te tikchia

source: Enhanced Tracking Protection
ppl: Timutajpiya ukchupi yek keman kinekit yawit mupan

source: Entering full screen mode
ppl: Tikalaki ne modoj pantallaj patawak

source: Enter search engine name
ppl: Shiktajkwilu ne itukay ne tepusyulu tatemua

source: Enter search string
ppl: Shiktajkwilu tay tikneki tiktemua

source: Erase
ppl: Shikpupu

source: Erase and Open
ppl: Shikpupu wan shiktapu

source: Erase and open %1$s
ppl: Shikpupu wan shiktapu %1$s

source: Erase browsing history
ppl: Ma mupupu kan nipashaluj yewa

source: Erase & open
ppl: Shikpupu wan shiktapu

source: Example: example.com
ppl: Machiut: example.com

source: Example: example.com/search/?q=%s
ppl: Machiut: machiut.com/search/?q=%s

source: Example: mozilla.org
ppl: Machiut: mozilla.org

source: Exceptions
ppl: Tay te nemi muishtukatuk

source: Exit Private Browsing?
ppl: Tikneki tikisa tik ne ichtaka pashalulis?

source: Fast. Private. No distractions.
ppl: Talul.Ichtaka.Te timupulua.

source: Find an app that can open link
ppl: Shikajsi se aplicación weli kitapua ne ilpika

source: Find in page
ppl: Shikajsi tik ne iswat

source: Find in Page
ppl: Shikajsi tik ne iswat

source: Find next result
ppl: Shikajsi tay yawi kisa nemanha

source: Find previous result
ppl: Shikajsi tay kiski yakin

source: Finger moved too fast. Try again.
ppl: Tikpanultij mumapipil sujsul talul. Shikejeku uksenpa.

source: Fingerprint icon
ppl: Ne iíconoj ne ikwikwil ne mapipiltashkal

source: Fingerprint not recognized. Try again.
ppl: Ne mapipiltashkal tesu muishmati. Shikejeku uksenpa.

source: Firefox may install and run studies from time to time.
ppl: Firefox weliskia kitalia wan kipewaltia tapepetalis kemanian.

source: Follow device theme
ppl: Shiktali ne itemaj ne dispositivoj

source: For Sites You Add
ppl: Pal ne sijsitioj tiktalia

source: For Top sites
ppl: Kan tipajpashalua sejsenpa

source: General
ppl: Muchi tajtaya

source: Get one-tap access to sites you use most%1$s Menu > Add to Home screen
ppl: Shiktasa sema senpa pal tikalaki tik ne ijiswat taja tikita mas%1$s Menu > Shiktalili tik Achtu Iswat

source: Get search suggestions
ppl: Shikneshti tay niweliskia niktemua

source: Get started
ppl: Shipewa

source: Go back
ppl: Shimukwepa

source: Got ‘em! We stopped this site from spying on you. Tap the shield any time to see what we’re blocking.
ppl: Tikinhitzket! Tikinhitzket te ma metzishpelwikan. Shikpachu ne chimal keman tikneki pal tikita tay tikitzket.

source: Go to Settings
ppl: Shu tik tachijchiwalis

source: Help
ppl: Shinechpalewi

source: Hide webpages when switching apps and block taking screenshots.
ppl: Shikinaya ijiswat kwak tikpata aplicación wan maka shikajkawa ma muishkupina ne pantallaj.

source: HTTPS-Only Mode
ppl: Modoj HTTPS-Only

source: Insecure Connection
ppl: Timusalua wan tesu nejmachnemi

source: Installed search engines
ppl: Tejtepusyulu tatemuat ajajshitilijtuk

source: <label>Someone could be trying to impersonate the site and continuing could be risky.</label> <br><br> <label>%1$s does not trust <b>%2$s</b> because its certificate issuer is unknown, the certificate is self-signed, or the server is not sending the correct intermediate certificates.</label>
ppl: <label>Se akaj anka kiejekua tashijshikua mukwepa ne sitioj wan asu tipanu weli tesajsay.</label> <br><br> <label>%1$s tesu kichiwa confianzaj tik <b>%2$s</b> ika ne emisor pal ne certificadoj tesu mumati, ne certificadoj kijkwiluj ne ifirmaj isel wan ne servidor tesu kititania ne yejyek cejcertificadoj intermedios.</label>

source: Language
ppl: Taketzalis

source: Learn more
ppl: Shikmatiuk

source: Light
ppl: Chipawak

source: Loading
ppl: Mukimiltia

source: Location
ppl: Kan muajsi

source: Make %1$s default browser
ppl: Shikchiwa %1$s ken ne achtutalijtuk tajtachialis

source: Make %1$s your default to protect your data with every link you open.
ppl: Shikwepa %1$s ne achtutalijtuk pal tikmanawi mudatoj iwan sejsé ilpika tiktapua.

source: Make privacy a habit
ppl: Shinemi ichtaka mujmusta

source: Manage sites
ppl: Shiktekimaka ne sijsitioj

source: May result in missing icons or images
ppl: Anka puliwiskiat ijiconoj wan kwijkwikwil

source: Microphone
ppl: Micrófonoj

source: More options
ppl: Ukchiupi taishpejpenalis

source: More options button
ppl: Botón pal nikita uksé taishpejpenalis

source: Mozilla strives to collect only what we need to provide and improve %1$s for everyone.
ppl: Mozilla kineki kiululua sema tay timunekit pal tikmakat wan tikekchiwiliat muchi ne %1$s.

source: Navigate back
ppl: Shimukwepa ka ipan

source: Navigate forward
ppl: Shu ka ishpan

source: New custom URL added.
ppl: Yankwik mu-URL mutalijtuk.

source: New search engine added.
ppl: Shiktali se yankwik tepusyulu tatemua.

source: New Session
ppl: Yankwik Sesion

source: New tab opened
ppl: Se yankwik itzun tapuik

source: Next
ppl: Ne witz

source: No
ppl: Tesu

source: NO
ppl: TESU

source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
ppl: Te kanaj se aplicación weli kitapua ini ilpika. Tiweli tikisa tik %1$s pal tiktemua %2$s ipal se aplicación weli kitapua.\n\n

source: No thanks
ppl: Tesu

source: Notification
ppl: Tanawatilis

source: Notifications let you erase your %1$s session with a tap. You don’t need to open the app or see what’s running in your browser.
ppl: Tajtanawatilis metzajkawat tikpupua mu%1$s tanamikilis kan tiktasa iwan mumapipil. Te nemi pal tiktapu ne aplicacion ush pal tikita tay panu tik ne tajtachialis.

source: Number of trackers blocked
ppl: Tapual ipal tapachiwiani tentzaktuk

source: Off
ppl: Sewtuk

source: OFF for this site
ppl: SHIKSEWI tik ini sitioj

source: OK
ppl: Yek nemi

source: OK, got it!
ppl: Yek nemi, nikmatiaya!

source: On
ppl: Timakaktuk

source: ON for this site
ppl: SHIKTIMAKA tik ini sitioj

source: Open
ppl: Shiktapu

# Open a link in a new tab Long-press any link on a page
source: Open a link in a new tab\n Long-press any link on a page
ppl: Shiktapu se ilpika tik ukse itzun\n Shikpajpachu yek ne ilpika taja tikneki tik se iswat

# Open every link in %1$s Set %1$s as default browser
source: Open every link in %1$s\n Set %1$s as default browser
ppl: Shiktapu sejse ilpika %1$s\n Shikchiwa %1$s ken ne achtutalijtuk tajtachialis

source: Open in…
ppl: Shiktapu tik…

source: Open in %1$s
ppl: Shiktapu tik %1$s

source: Open link in another app
ppl: Shiktapu ne ilpika tik seuk aplicación

source: Open Link in New Session
ppl: Shiktapu ne Ilpika tik Yankwik Tanamikilis

source: Open links in apps
ppl: Shiktapu ne ijilpika tik ne apps

source: <p>%1$s puts you in control.</p> <p>Use it as a private browser: <ul> <li>Search and browse right in the app</li> <li>Block trackers (or update settings to allow trackers)</li> <li>Erase to delete cookies as well as search and browsing history</li> </ul> </p> <p>%1$s is produced by Mozilla. Our mission is to foster a healthy, open Internet.<br/> <a href="%2$s">Learn more</a></p>
ppl: <p>%1$s metztekipanultia.</p> <p>Shikwi kenha ken se ichtaka tajtachialis: <ul> <li>Shitatejtemu wan shipashalu tik ne app</li> <li>Shiktentzakwa ne tapachiwiani (ush shitajshitia uksenpa pal tikajkawa tekiti ne tapachiwiani)</li> <li>Shikpupu pal tikpulua cookies wan tay tiktemuj wan kan tipashaluj yewa</li> </ul> </p> <p>Mozilla kichiwtuk ne %1$s. Tiknekit tikajsit tikpiat ne Wey Matat yek wan tapujtuk.<br/> <a href="%2$s">Shikmatiuk</a></p>
